[
    {
        "id": "E03",
        "title": "E03: The Gravity Well of Sleep",
        "date": "September 25, 2025",
        "duration": "45:12",
        "audioSrc": "https://www.soundhelix.com/examples/mp3/SoundHelix-Song-1.mp3",
        "summary": "Join us as we explore the quantum mechanics of a good night's rest. Is sleep a necessary collapse into a lower energy state, or an interstellar journey to the outer rim of consciousness? Dr. Elena Varma explains the latest neurobiology.",
        "notes": "### Show Notes: E03\n\n- **Guest:** Dr. Elena Varma, Neurobiologist at the Institute of Somatic Astronomy.\n- **Topics Covered:** REM cycles, dark matter's effect on dreams, and the theory of multi-dimensional naps.\n- **Links:** Read Dr. Varma's paper on chronobiology and black holes [here].\n"
    },
    {
        "id": "E02",
        "title": "E02: The Fermi Paradox and the Galactic Silence",
        "date": "September 18, 2025",
        "duration": "52:30",
        "audioSrc": "https://www.soundhelix.com/examples/mp3/SoundHelix-Song-2.mp3",
        "summary": "Why is the universe so quiet? We dive deep into the famous Fermi Paradox. From the Great Filter theory to the idea that we are simply too primitive to hear the cosmic chatter.",
        "notes": "### Show Notes: E02\n\n- **Topics Covered:** The Great Filter, Kardashev Scale, and hypothetical solutions to the Fermi Paradox.\n- **Reading:** *Where Is Everybody?* by Dr. Sarah Chen.\n- **Question:** What is your favorite solution to the paradox? Let us know!\n"
    },
    {
        "id": "E01",
        "title": "E01: Launching into the Multiverse Theory",
        "date": "September 11, 2025",
        "duration": "38:05",
        "audioSrc": "https://www.soundhelix.com/examples/mp3/SoundHelix-Song-3.mp3",
        "summary": "Our inaugural episode covers the mind-bending concept of the multiverse. Are there infinite versions of you reading this right now? We discuss bubble universes, string theory, and cosmic inflation.",
        "notes": "### Show Notes: E01\n\n- **Topics Covered:** Inflation theory, M-theory, and the parallel dimensions hypothesis.\n- **Key Takeaway:** You probably own a cat in at least one universe.\n"
    }
]
